{
  "case_title": "O Silêncio do Condomínio Alvore",
  "envelopes": [
    {
      "id": 1,
      "title": "Envelope 1 — Identificação e Resumo do Caso",
      "body": "IDENTIFICAÇÃO DO CASO\n\n- Vítima: Sabrina Lopes\n- Idade: 41 anos\n- Estado civil: Solteira\n- Profissão: Empresária do setor imobiliário\n- Local: Condomínio Alvore — Torre B, unidade 1703\n- Data do óbito: 22 de maio\n- Classificação inicial: Morte natural (revisão posterior)\n\nDESCRIÇÃO DO LOCAL\n\nO Condomínio Alvore é um empreendimento residencial de alto padrão, composto por quatro torres, controle de acesso por biometria, segurança armada 24 horas e administração terceirizada.\n\nO acesso às torres é restrito a moradores, visitantes autorizados e funcionários cadastrados. O condomínio conta com câmeras nas áreas comuns, portaria centralizada e registros eletrônicos de entrada e saída.\n\nDESCOBERTA DO CORPO\n\nNo dia 22 de maio, às 07h12, a funcionária de limpeza Maria de Fátima Oliveira, 54 anos, entrou no apartamento 1703 para realizar a limpeza semanal previamente agendada.\n\nAo acessar a sala, encontrou Sabrina Lopes caída no chão, em decúbito lateral, próxima ao sofá. Não havia sinais aparentes de arrombamento, luta corporal ou desorganização do ambiente.\n\nA funcionária verificou ausência de resposta e sinais vitais e deixou o apartamento imediatamente.\n\nCOMUNICAÇÕES INICIAIS\n\n- 07h14 — Comunicação à portaria central\n- 07h18 — Comunicação à administração do condomínio\n- 07h29 — Chamada à Polícia Militar\n\nSegundo relato da administração, o intervalo ocorreu devido a “tentativas internas de contato com a moradora”.\n\nA Polícia Militar chegou ao local às 07h52.\n\nPRIMEIRAS CONSTATAÇÕES\n\n- Ambiente organizado\n- Porta sem sinais de violação\n- Nenhum objeto quebrado ou fora do lugar\n- Corpo apresentava rigidez inicial compatível com óbito ocorrido durante a madrugada\n\nO corpo foi removido às 09h03 pelo serviço funerário.\n\nHORÁRIO ESTIMADO DA MORTE\n\nDe acordo com avaliação preliminar:\n\n- Janela estimada: entre 23h30 e 01h00\n- Hipótese inicial: mal súbito seguido de queda\n\nNão foi solicitada autópsia judicial naquele momento.\n\nPERFIL DA VÍTIMA\n\nSabrina Lopes era moradora do condomínio há quatro anos.\n\nEra conhecida por:\n- participação frequente em assembleias\n- questionamentos recorrentes à administração\n- cobrança pública de transparência em contratos e despesas\n\nMantinha presença ativa em redes sociais, onde publicava comentários genéricos sobre “irregularidades estruturais”, “responsabilidades diluídas” e “ganhos silenciosos”.\n\nNenhuma denúncia formal havia sido protocolada junto aos órgãos competentes.\n\nATIVIDADES NAS ÚLTIMAS HORAS\n\n- 20h50 — Entrada de dois visitantes autorizados (nomes registrados na portaria)\n- 21h35 — Visitantes deixam o condomínio\n- 22h15 — Registro de entrada de Sabrina Lopes sozinha\n- 22h47 — Última atividade digital conhecida: mensagem curta em grupo privado\n\n“Depois falo. Não é hora.”\n\nNão há registros posteriores de entrada ou saída do apartamento.\n\nSEPULTAMENTO\n\nO sepultamento ocorreu 48 horas após o óbito, sem solicitação de exame necroscópico complementar.\n\nDESDOBRAMENTO POSTERIOR\n\nTrês dias após o enterro, um laudo complementar elaborado a partir de revisão de registros médicos e da cena inicial levanta dúvidas sobre a causa da morte.\n\nA investigação é reaberta de forma reservada.\n\nSeis pessoas passam a ser tratadas como suspeitos relevantes."
    },
    {
      "id": 2,
      "title": "Envelope 2 — Rotina, Relações e Pequenas Omissões",
      "body": "ROTINA DA VÍTIMA\n\nSabrina Lopes mantinha uma rotina regular nos dias úteis.\n\n- Saía do condomínio por volta das 08h30\n- Retornava entre 19h30 e 21h00\n- Utilizava majoritariamente o elevador social da Torre B\n- Raramente recebia visitas durante a semana\n\nAos finais de semana, permanecia mais tempo no apartamento e costumava circular pelas áreas comuns do condomínio.\n\nRELAÇÃO COM A ADMINISTRAÇÃO\n\nSabrina mantinha uma relação tensa com a administração do condomínio.\n\nNos últimos oito meses:\n- solicitou cópia de contratos de manutenção\n- questionou reajustes na taxa condominial\n- pediu explicações sobre falhas recorrentes em sistemas de segurança\n- criticou publicamente, em assembleia, a terceirização de serviços técnicos\n\nRegistros internos apontam que suas solicitações eram frequentemente classificadas como “excessivas” ou “repetitivas”.\n\nRELAÇÃO COM A SEGURANÇA\n\nOs registros da portaria indicam que Sabrina:\n- reclamava da troca frequente de seguranças\n- questionava procedimentos de controle de acesso\n- apontava inconsistências entre horários registrados e circulação real\n\nDois seguranças relataram informalmente que “ela anotava tudo”.\n\nRELAÇÃO COM VIZINHOS\n\nSabrina mantinha contato limitado com outros moradores.\n\n- Relação cordial com alguns vizinhos do mesmo andar\n- Conflitos verbais pontuais em reuniões de condomínio\n- Comentários recorrentes de que “ela se metia onde não era chamada”\n\nNa noite anterior à morte, recebeu dois vizinhos em seu apartamento, ambos moradores da Torre B.\n\nSegundo os próprios relatos, a visita foi breve e “sem importância”.\n\nEVENTOS RECENTES RELEVANTES\n\nNos 30 dias anteriores à morte:\n\n- Sabrina solicitou revisão de um contrato de manutenção elétrica\n- Questionou falhas intermitentes no sistema de iluminação de emergência\n- Criticou atrasos recorrentes em reparos classificados como “não prioritários”\n- Comentou, em rede social, que “o problema não é o erro, é a repetição conveniente”\n\nNenhuma dessas solicitações resultou em intervenção imediata.\n\nCOMPORTAMENTO NA SEMANA DO ÓBITO\n\nFuncionários relataram que, na semana da morte, Sabrina:\n- aparentava irritação acima do habitual\n- fez ligações longas da área comum\n- recusou convite para deixar o condomínio mais cedo em uma noite\n- mencionou que “algumas coisas precisavam ser resolvidas antes”\n\nNão há registro formal dessas interações, apenas relatos verbais.\n\nREGISTROS ADMINISTRATIVOS\n\nConsta nos arquivos do condomínio:\n- três chamados técnicos abertos por Sabrina nos últimos 60 dias\n- dois chamados encerrados sem visita técnica\n- um chamado classificado como “procedimento padrão”\n\nNenhum chamado foi reaberto oficialmente após o encerramento.\n\nOBSERVAÇÕES DOCUMENTAIS\n\n- Não há registros de advertências formais contra a vítima\n- Não há registros de conflitos físicos ou ameaças\n- Não há histórico médico recente anexado ao prontuário do condomínio\n\nSITUAÇÃO AO FINAL DO ENVELOPE\n\nAs informações disponíveis indicam um padrão consistente de:\n- questionamentos recorrentes\n- respostas administrativas insuficientes\n- normalização de pequenas falhas\n- transferência implícita de responsabilidade"
    },
    {
      "id": 3,
      "title": "Envelope 3 — Depoimentos Formais dos Envolvidos",
      "body": "DEPOIMENTO 01\nNome: Carlos Henrique Nogueira\nIdade: 46 anos\nFunção: Síndico profissional (contratado)\nVínculo com o condomínio: 2 anos e 3 meses\n\nCarlos afirmou que Sabrina Lopes era “uma moradora participativa, porém excessivamente desconfiada”.\n\nRelatou que:\n- Sabrina questionava contratos que já haviam sido aprovados em assembleia\n- insistia em revisões técnicas consideradas desnecessárias\n- causava desgaste na relação entre moradores e administração\n\nSobre a noite anterior ao óbito, afirmou:\n“Não tive contato direto com ela naquele dia. Recebi mensagens antigas dela, nada fora do comum.”\n\nQuestionado sobre atrasos em manutenções, respondeu que:\n“Todos os procedimentos seguem padrão técnico. Não há como atender demandas individuais fora do cronograma.”\n\nDEPOIMENTO 02\nNome: Renato Alves de Lima\nIdade: 39 anos\nFunção: Supervisor da empresa de segurança terceirizada\nVínculo com o condomínio: 1 ano\n\nRenato declarou que Sabrina:\n- questionava escalas de segurança\n- solicitava nomes completos dos profissionais\n- anotava horários e turnos\n\nSobre registros de acesso:\n“O sistema funciona. Se houve erro pontual, não é algo incomum.”\n\nConfirmou que na noite do dia 21:\n- não houve ocorrências registradas\n- nenhuma anomalia foi reportada oficialmente\n\nDisse não se recordar de conversas recentes com a vítima.\n\nDEPOIMENTO 03\nNome: Eduardo Farias\nIdade: 52 anos\nFunção: Técnico de manutenção elétrica (terceirizado)\nVínculo com o condomínio: Atendimentos esporádicos há 4 anos\n\nEduardo informou que havia sido chamado para avaliar problemas de iluminação no condomínio semanas antes.\n\nSegundo ele:\n- foi orientado a “verificar apenas o essencial”\n- não realizou testes completos por falta de autorização formal\n- classificou o serviço como “verificação preventiva”\n\nSobre Sabrina:\n“Ela fez perguntas técnicas demais para uma moradora comum.”\n\nNegou ter estado no condomínio na noite do óbito.\n\nDEPOIMENTO 04\nNome: Paula Mendes\nIdade: 34 anos\nFunção: Moradora — Torre B, unidade 1702\nVínculo com a vítima: vizinha de andar\n\nPaula relatou que Sabrina:\n- costumava abordar vizinhos para comentar problemas do condomínio\n- falava sobre “ganhos silenciosos” e “erros repetidos”\n- demonstrava frustração crescente\n\nSobre a noite anterior:\n“Estive no apartamento dela com outro vizinho. Conversamos pouco. Nada de discussão.”\n\nAfirmou que saiu antes das 22h e que Sabrina parecia “tensa, mas normal”.\n\nDEPOIMENTO 05\nNome: Marcelo Pires\nIdade: 41 anos\nFunção: Morador — Torre B, unidade 1705\nVínculo com a vítima: vizinho\n\nMarcelo confirmou a visita à Sabrina na noite anterior.\n\nDisse que:\n- o encontro foi casual\n- o assunto girou em torno de problemas do prédio\n- não percebeu nada fora do comum\n\nSobre a recusa em ficar mais tempo:\n“Ela insistiu para conversarmos depois, mas eu tinha compromissos.”\n\nNegou qualquer conflito.\n\nDEPOIMENTO 06\nNome: Maria de Fátima Oliveira\nIdade: 54 anos\nFunção: Funcionária de limpeza\nVínculo com o condomínio: 6 anos\n\nMaria relatou que:\n- Sabrina era educada, porém séria\n- não costumava conversar longamente\n- mantinha o apartamento organizado\n\nSobre a manhã do dia 22:\n“Entrei, chamei pelo nome, não respondeu. Vi que algo estava errado.”\n\nNegou ter ouvido barulhos ou visto movimentação incomum na madrugada.\n\nREGISTROS COMPLEMENTARES\n\n- Nenhum depoente relata discussão aberta ou ameaça direta\n- Todos descrevem Sabrina como insistente, porém dentro da legalidade\n- Nenhum admite falha individual relevante\n\nSITUAÇÃO AO FINAL DO ENVELOPE\n\nOs depoimentos apresentam:\n- convergência narrativa\n- minimização de responsabilidades\n- ausência de conflito explícito\n- negação de decisões fora do protocolo"
    },
    {
      "id": 4,
      "title": "Envelope 4 — Evidência Técnica e Laudo Médico",
      "body": "LAUDO MÉDICO INICIAL\n\nO atestado de óbito de Sabrina Lopes foi emitido pelo médico plantonista do serviço funerário acionado pelo condomínio.\n\n- Causa declarada: parada cardiorrespiratória\n- Condição associada: queda da própria altura\n- Classificação: morte natural\n- Data e hora do óbito registradas: 22 de maio, 00h30\n\nNão foi solicitada autópsia judicial no momento da emissão.\n\nLAUDO COMPLEMENTAR (POSTERIOR AO SEPULTAMENTO)\n\nTrês dias após o enterro, um laudo complementar foi elaborado a pedido da família, com base em:\n- registros médicos anteriores da vítima\n- descrição da cena\n- fotos técnicas do local\n\nO laudo aponta inconsistências com a hipótese inicial.\n\nACHADOS RELEVANTES\n\n- A vítima não possuía histórico cardíaco compatível com morte súbita\n- Exames recentes indicavam condições de saúde estáveis\n- O trauma craniano identificado não é plenamente compatível com queda simples\n\nO documento descreve que:\n“A dinâmica do impacto sugere força externa ou queda associada a evento prévio.”\n\nPOSIÇÃO DO CORPO\n\nSegundo registros fotográficos:\n\n- Sabrina foi encontrada deitada lateralmente\n- O corpo estava a cerca de 1,5 metro do sofá\n- Não havia tapetes soltos ou obstáculos imediatos\n- Um objeto metálico de pequeno porte foi encontrado próximo à mão direita\n\nO objeto não foi coletado como evidência formal.\n\nREGISTROS DE ATENDIMENTO MÉDICO\n\nNão constam:\n- chamados de emergência\n- solicitações de socorro\n- tentativas de atendimento médico na madrugada\n\nNenhuma ligação foi feita do apartamento para serviços de emergência entre 22h15 e 07h12.\n\nREGISTROS DO CONDOMÍNIO (ANÁLISE TÉCNICA)\n\nA análise preliminar do sistema interno aponta:\n\n- iluminação de emergência da Torre B operando em modo parcial\n- falhas intermitentes registradas nos últimos meses\n- ausência de teste completo na semana do óbito\n\nOs relatórios de manutenção indicam que:\n- o problema havia sido classificado como “baixo impacto”\n- a correção foi adiada por decisão administrativa\n\nAVALIAÇÃO TÉCNICA CONSOLIDADA\n\nO conjunto de informações técnicas sugere que:\n- a causa da morte não foi plenamente esclarecida no primeiro atendimento\n- houve subavaliação de elementos relevantes da cena\n- decisões técnicas anteriores influenciaram a leitura inicial do óbito\n\nSITUAÇÃO AO FINAL DO ENVELOPE\n\nO laudo complementar reabre a possibilidade de:\n- ação direta associada a erro técnico\n- negligência prévia com impacto causal\n- descarte prematuro de hipótese criminal"
    },
    {
      "id": 5,
      "title": "Envelope 5 — Registros Ignorados e Documentação Interna",
      "body": "DOCUMENTO 01 — REGISTROS DE MANUTENÇÃO\n\nConsta nos arquivos administrativos do Condomínio Alvore um histórico de registros técnicos relacionados à iluminação de emergência da Torre B.\n\nNos últimos 11 meses, foram abertos sete chamados com descrição semelhante:\n- falha intermitente em corredores\n- demora no acionamento automático\n- necessidade de reinício manual do sistema\n\nEm quatro ocasiões, os chamados foram encerrados com a observação:\n“Sistema operacional dentro do aceitável.”\n\nDOCUMENTO 02 — RELATÓRIO TÉCNICO INTERNO\n\nUm relatório técnico interno, datado de 18 de abril, descreve:\n\n- testes realizados apenas em horário comercial\n- ausência de simulação de falha total de energia\n- recomendação de revisão completa “em data oportuna”\n\nO documento não recebeu assinatura de responsável técnico.\n\nDOCUMENTO 03 — E-MAILS ADMINISTRATIVOS\n\nTroca de e-mails entre a administração e a empresa de manutenção revela:\n\n- solicitações de orçamento para correção definitiva\n- respostas destacando “alto custo” e “baixo risco imediato”\n- decisão administrativa de postergar a intervenção\n\nEm uma das mensagens, consta:\n“Vamos acompanhar. Não é algo que justifique parada agora.”\n\nDOCUMENTO 04 — REGISTROS DA VÍTIMA\n\nForam localizadas postagens públicas e privadas feitas por Sabrina Lopes nas semanas anteriores ao óbito.\n\nEm uma publicação privada, acessada mediante autorização judicial, a vítima escreve:\n“Não é um erro isolado. É o mesmo problema sendo empurrado pra frente. Quando der errado de verdade, ninguém vai assumir.”\n\nNão há resposta registrada a essa mensagem.\n\nDOCUMENTO 05 — REGISTRO DE OCORRÊNCIA INTERNA\n\nNo dia 21 de maio, às 21h58, foi registrado internamente um aviso genérico de “instabilidade elétrica leve” na Torre B.\n\nO registro foi classificado como:\n- “sem impacto operacional”\n- “sem necessidade de comunicação aos moradores”\n\nNão há registro de vistoria após esse aviso.\n\nDOCUMENTO 06 — ARQUIVAMENTO\n\nNo dia seguinte ao óbito, os registros relacionados à iluminação de emergência da Torre B foram marcados como:\n- “encerrados”\n- “normalizados”\n\nNão consta justificativa técnica detalhada para o encerramento.\n\nCONSOLIDAÇÃO DOCUMENTAL\n\nOs documentos indicam:\n- reincidência de falhas técnicas\n- decisões administrativas de adiamento\n- registros arquivados sem resolução definitiva\n- alertas ignorados ou minimizados\n\nSITUAÇÃO AO FINAL DO ENVELOPE\n\nA documentação interna evidencia um padrão de:\n- normalização de falhas\n- diluição de responsabilidade\n- priorização de custo e conveniência\n- ausência de ação corretiva efetiva"
    },
    {
      "id": 6,
      "title": "Envelope 6 — Comportamento Posterior e Desdobramentos",
      "body": "CONDUTA IMEDIATA APÓS O ÓBITO\n\nNas horas seguintes à remoção do corpo de Sabrina Lopes, a administração do Condomínio Alvore adotou as seguintes medidas:\n\n- Comunicação interna orientando funcionários a “evitar especulações”\n- Solicitação para que eventuais questionamentos fossem direcionados exclusivamente à administração\n- Reforço temporário da equipe de segurança nas áreas comuns\n\nNão houve comunicação oficial aos moradores detalhando as circunstâncias do óbito.\n\nATUALIZAÇÕES ADMINISTRATIVAS\n\nNo prazo de 72 horas após a morte:\n\n- foi aprovada a contratação emergencial de revisão elétrica completa da Torre B\n- foram reclassificados contratos de manutenção antes considerados “não prioritários”\n- foram ajustados procedimentos internos de resposta a ocorrências noturnas\n\nNenhuma dessas medidas foi formalmente vinculada ao falecimento de Sabrina Lopes.\n\nCONDUTA DOS ENVOLVIDOS DIRETOS\n\nSíndico e administração:\nPassaram a afirmar que “todos os protocolos foram seguidos à época” e que as medidas posteriores faziam parte de “planejamento já previsto”.\n\nEmpresa de manutenção:\nDeclarou que atuava “conforme escopo contratado” e que “eventuais ampliações dependiam de autorização formal”.\n\nEmpresa de segurança:\nInformou não ter registrado ocorrências relevantes e destacou que “não havia demanda de acompanhamento especial naquela noite”.\n\nCOMPORTAMENTO DOS VIZINHOS ENVOLVIDOS\n\nOs dois vizinhos que estiveram com Sabrina na noite anterior:\n\n- não compareceram ao velório\n- evitaram entrevistas informais\n- afirmaram não possuir mais informações relevantes\n\nUm deles solicitou, dias depois, alteração de cadastro para restringir o compartilhamento de dados pessoais.\n\nMOVIMENTAÇÕES FINANCEIRAS E CONTRATUAIS\n\nAuditoria posterior identificou que:\n\n- a postergação de correções técnicas gerou economia significativa no curto prazo\n- essa economia impactou positivamente o balanço do condomínio\n- contratos questionados pela vítima foram renovados sem revisão\n\nNenhuma irregularidade formal foi identificada nos processos de renovação.\n\nREAVALIAÇÃO OFICIAL DO CASO\n\nCom base nos novos documentos e laudos:\n\n- a hipótese de morte exclusivamente natural foi descartada\n- passou-se a considerar ação direta associada a erro técnico previamente conhecido\n- a dinâmica indica que o evento fatal não foi instantâneo\n\nNão foi possível determinar com precisão:\n- quem esteve presente no momento exato\n- quem poderia ter intervindo\n- quem optou por não fazê-lo\n\nSITUAÇÃO AO FINAL DO ENVELOPE\n\nO conjunto dos fatos indica que:\n- a morte de Sabrina Lopes ocorreu em um contexto de falhas conhecidas\n- decisões sucessivas contribuíram para o desfecho\n- os benefícios da omissão foram distribuídos\n- a responsabilidade final permanece diluída"
    }
  ],
  "closing": {
    "title": "Fechamento Oficial do Caso",
    "body": "RECONSTRUÇÃO FINAL DOS FATOS\n\nNa noite de 21 de maio, Sabrina Lopes retornou sozinha ao Condomínio Alvore por volta das 22h15.\n\nPouco antes, havia recebido dois vizinhos em seu apartamento, com quem discutiu problemas recorrentes do condomínio, especialmente falhas técnicas já conhecidas pela administração.\n\nRegistros internos indicam que, às 21h58, foi anotada uma instabilidade elétrica leve na Torre B. O evento foi classificado como irrelevante e não gerou qualquer ação corretiva imediata.\n\nDurante a madrugada, Sabrina sofreu um evento não espontâneo, associado a uma falha técnica previamente registrada e ignorada. A iluminação de emergência operava de forma parcial, dificultando a percepção do ambiente e a resposta adequada à situação.\n\nA dinâmica indica que houve ação direta associada a erro técnico, seguida de um intervalo no qual seria possível intervenção externa.\n\nEssa intervenção não ocorreu.\n\nO MOMENTO EVITÁVEL\n\nDepoimentos e registros indicam que, naquela noite, ao menos uma pessoa:\n- esteve presente no condomínio\n- teve ciência indireta de instabilidades recentes\n- recusou convite para permanecer ou retornar ao local\n\nEssa recusa não violou nenhum protocolo formal.\n\nA LEITURA INICIAL DO ÓBITO\n\nA ausência de histórico médico compatível, aliada à subavaliação da cena e à pressa na liberação do corpo, resultou em:\n\n- descarte prematuro de hipótese criminal\n- ausência de autópsia\n- sepultamento sem esclarecimento técnico completo\n\nEssa leitura favoreceu:\n- a administração\n- empresas terceirizadas\n- moradores diretamente envolvidos\n\nRESPONSABILIZAÇÃO\n\nA investigação conclui que:\n\n- a morte de Sabrina Lopes não foi um acidente isolado\n- houve conhecimento prévio das falhas\n- decisões sucessivas de adiamento contribuíram diretamente para o desfecho\n- o ganho financeiro e operacional da omissão foi coletivo\n\nNenhum ato individual isolado, analisado separadamente, configura homicídio intencional clássico.\n\nEm conjunto, os atos e omissões configuram homicídio por ganância, diluído no sistema.\n\nCONCLUSÃO JURÍDICA\n\nNão foi possível imputar a autoria material exclusiva a um único indivíduo.\n\nA responsabilização penal direta foi inviabilizada por:\n- decisões fragmentadas\n- protocolos formais respeitados individualmente\n- ausência de prova de intenção explícita\n\nO caso foi encerrado sem indiciamento criminal individual.\n\nENCERRAMENTO\n\nSabrina Lopes morreu porque insistiu em não aceitar o funcionamento confortável de um sistema que depende do silêncio.\n\nSua morte não interrompeu o sistema.\nApenas o tornou mais cuidadoso.\n\nOs contratos foram renovados.\nOs procedimentos ajustados.\nOs custos, controlados.\n\nO condomínio seguiu funcionando.\n\nSTATUS FINAL DO CASO\n\nEncerrado oficialmente.\nResponsabilidade difusa.\nBenefício coletivo."
  }
}
