{
  "case_title": "O Incidente da Pousada Aurora",
  "envelopes": [
    {
      "id": 1,
      "title": "Envelope 1 — Contexto Geral do Caso",
      "body": "LOCAL: Pousada Aurora, região da Serra do Cipó (MG). Estrutura pequena, isolada, acesso por estrada de terra, iluminação externa limitada e sinal de celular instável.\n\nDATA: 14 de agosto.\n\nENVOLVIDOS PRINCIPAIS:\n- Daniel Moreira, 34 anos, designer gráfico, perfil introspectivo.\n- Laura Moreira, 32 anos, terapeuta holística, perfil comunicativo.\n- Marina Lopes, 27 anos, recepcionista da pousada (vítima).\n\nLINHA DO TEMPO:\n18h40 — Check-in do casal.\n21h10 — Jantar leve na pousada.\n22h30 — Casal sai para caminhada em trilha próxima.\n23h20 — Casal retorna visivelmente abalado.\n00h05 — Discussão verbal entre Laura e Marina na recepção.\n07h10 — Marina é encontrada morta na sala administrativa.\n\nOBSERVAÇÕES INICIAIS:\nO casal foi o último a interagir diretamente com a vítima. Não há registro de entrada ou saída de terceiros após as 22h. O ambiente favorece isolamento, baixa visibilidade e ausência de testemunhas."
    },
    {
      "id": 2,
      "title": "Envelope 2 — Relato do Evento Anômalo",
      "body": "Durante a caminhada noturna, o casal relata ter observado uma luz azulada intensa, silenciosa, suspensa a cerca de 20–30 metros do solo, com movimento irregular.\n\nSENSAÇÕES RELATADAS:\n- Zumbido contínuo nos ouvidos (ambos).\n- Pressão no tórax (Laura).\n- Sensação de desorientação temporal.\n\nRELATO CONSOLIDADO:\nApós o surgimento da luz, ambos afirmam não conseguir precisar o tempo decorrido, estimando uma lacuna de memória de 10 a 15 minutos.\n\nVERIFICAÇÕES:\nNão há registros meteorológicos, aeronáuticos ou militares que expliquem o fenômeno. Nenhum outro hóspede relatou evento semelhante.\n\nLEITURA INICIAL:\nO evento antecede a alteração emocional do casal e pode funcionar como gatilho psicológico ou ruído narrativo, mas não possui correlação causal direta com a morte."
    },
    {
      "id": 3,
      "title": "Envelope 3 — Depoimentos Formalizados",
      "body": "DEPOIMENTO — LAURA MOREIRA:\n\"Quando voltamos da trilha, a Marina riu da nossa história. Disse que aquilo era coisa de gente impressionável, insinuou que estávamos drogados. Aquilo me tirou do sério. Me senti humilhada.\" Laura admite raiva verbal, mas nega qualquer contato físico.\n\nDEPOIMENTO — DANIEL MOREIRA:\n\"A discussão foi curta. Eu estava com dor de cabeça e queria ir para o quarto. Encostei no balcão enquanto a Laura falava com ela.\" Daniel minimiza o conflito e evita detalhar emoções.\n\nDEPOIMENTO — JOÃO FERREIRA (FUNCIONÁRIO DA LIMPEZA):\n\"Ouvi vozes alteradas perto da meia-noite. Achei que fosse casal brigando. Depois ficou tudo quieto.\" Não presenciou agressão.\n\nDEPOIMENTO — SR. ÁLVARO (PROPRIETÁRIO):\nRelata que Marina era direta, cética e já havia se envolvido em conflitos verbais com hóspedes anteriormente.\n\nSÍNTESE:\nHá consenso sobre a existência de uma discussão verbal. Não há testemunhas de agressão física. Permanecem dúvidas sobre o intervalo entre o fim da discussão e o silêncio absoluto."
    },
    {
      "id": 4,
      "title": "Envelope 4 — Provas Físicas e Técnicas",
      "body": "CAUSA DA MORTE:\nTraumatismo craniano severo, provocado por golpe único com objeto contundente. Morte rápida, sem sinais de luta prolongada.\n\nARMA DO CRIME:\nCinzeiro de pedra, peso aproximado de 1,8 kg, localizado na recepção.\n\nIMPRESSÕES DIGITAIS:\n- Marina Lopes.\n- Daniel Moreira (impressões recentes).\n- Nenhuma impressão de Laura Moreira.\n\nLOCAL DO CORPO:\nSala administrativa interna. Sem sinais de arrombamento ou desordem. A vítima aparenta não ter reagido.\n\nHORÁRIO ESTIMADO DA MORTE:\nEntre 00h20 e 01h00.\n\nSISTEMA DE CÂMERAS:\nInoperante desde aproximadamente 22h. Pane elétrica localizada, não registrada na região.\n\nLEITURA TÉCNICA:\nDaniel é o único suspeito com vínculo físico direto comprovado com a arma do crime."
    },
    {
      "id": 5,
      "title": "Envelope 5 — Contexto Oculto e Informações Sensíveis",
      "body": "HISTÓRICO DA VÍTIMA:\nMarina exercia funções além da recepção, incluindo controle simples de caixa e reservas.\n\nCONFLITO INTERNO:\nDuas semanas antes do crime, Marina discutiu com o proprietário sobre pagamentos atrasados e valores não registrados. Teria afirmado: \"Se der problema, eu não vou assumir sozinha.\"\n\nPADRÃO COM HÓSPEDES:\nA vítima tinha histórico de sarcasmo com hóspedes que relatavam experiências consideradas fantasiosas.\n\nMOVIMENTAÇÃO FINANCEIRA:\nPequenas divergências recorrentes entre registros manuais e o livro de caixa foram identificadas.\n\nLEITURA ESTRATÉGICA:\nSurge um vetor interno plausível de conflito, mas sem prova material que o conecte diretamente ao homicídio."
    },
    {
      "id": 6,
      "title": "Envelope 6 — Ponto de Ruptura",
      "body": "ACHADO-CHAVE:\nNo quarto do casal foi encontrado um caderno de esboços de Daniel Moreira. Um desenho recente retrata uma figura humanoide alta, envolta por uma aura luminosa.\n\nANÁLISE TEMPORAL:\nO traço indica execução contínua, estimada entre 15 e 20 minutos, em estado emocional elevado.\n\nCONTRADIÇÃO:\nDaniel afirma ter ido ao quarto imediatamente após a discussão (≈00h05). Porém, o horário estimado da morte ocorre depois desse momento, e o desenho aparenta ter sido feito após um pico de tensão.\n\nCONFRONTO:\nQuestionado sobre detalhes simples da rotina (ex: escovar os dentes), Daniel apresenta respostas automáticas incompatíveis com a cena periciada.\n\nLEITURA PSICOLÓGICA:\nO padrão sugere ação impulsiva em estado dissociativo, seguida de lacuna de memória e tentativa de autorregulação.\n\nCONCLUSÃO DO ENVELOPE:\nA narrativa de Daniel não se sustenta temporalmente."
    }
  ],
  "closing": {
    "title": "Fechamento Oficial do Caso",
    "body": "RECONSTRUÇÃO FINAL:\nO evento anômalo funcionou como gatilho psicológico, não como causa criminal. Após a discussão verbal, Daniel Moreira permaneceu ou retornou à recepção. Em interação breve e sem luta, desferiu um golpe único com o cinzeiro de pedra, causando a morte de Marina Lopes.\n\nAUTORIA:\nDaniel Moreira é o autor do golpe fatal.\n\nTIPIFICAÇÃO:\nHomicídio simples, com fortes indícios de ato impulsivo em estado dissociativo, sem planejamento prévio.\n\nABSOLVIÇÕES:\nLaura Moreira é descartada como autora por ausência de prova material. O proprietário não apresenta vínculo direto com a execução do crime neste caso.\n\nENCERRAMENTO:\nMarina Lopes não morreu por um fenômeno extraordinário, mas por uma sucessão de pequenos desequilíbrios humanos em um ambiente negligente.\n\nCaso encerrado."
  }
}
