{
  "case": {
    "slug": "quando-o-estado-some",
    "title": "Quando o Estado Some",
    "subtitle": "Uma investigação narrativa em que o silêncio institucional vira evidência.",
    "suspects": [
      "Sargento Roberto Azevedo",
      "Cabo Marcelo Cunha",
      "Tenente Carolina Freitas",
      "Jonas Pereira",
      "André Lemos",
      "Responsável pelo GPS/Despacho (Operações)"
    ]
  },
  "envelopes": [
    {
      "id": 1,
      "title": "Envelope 1 — Desaparecimento e Contexto Geral",
      "body": "IDENTIFICAÇÃO DO CASO\n\n- Vítima: Leandro Santos da Silva\n- Idade: 27 anos\n- Profissão: Motoboy / entregador de aplicativo\n- Local: Comunidade Jardim Esperança — zona metropolitana\n- Data do desaparecimento: 3 de setembro\n- Data da localização do corpo: 11 de setembro\n- Classificação inicial: Desaparecimento voluntário\n- Reclassificação posterior: Óbito por intervenção externa\n\nCONTEXTO TERRITORIAL\n\nA Comunidade Jardim Esperança é uma área periférica com histórico de operações policiais frequentes, presença ostensiva do Estado em ações de segurança e baixa oferta de serviços públicos regulares.\n\nO acesso à região é feito por duas vias principais. Ambas possuem bloqueios intermitentes em dias de operação policial.\n\nA comunidade é monitorada por:\n- patrulhamento móvel\n- bases operacionais temporárias\n- câmeras públicas instaladas em pontos estratégicos\n\nPERFIL DA VÍTIMA\n\nLeandro Santos da Silva era conhecido na comunidade como figura ativa em atividades culturais e esportivas locais.\n\nParticipava de:\n- coletivos juvenis\n- ações comunitárias\n- registros audiovisuais do cotidiano da região\n\nNos meses anteriores ao desaparecimento, Leandro passou a ser reconhecido fora da comunidade por vídeos e relatos que circulavam em redes sociais e plataformas independentes.\n\nSeu conteúdo abordava:\n- abordagens policiais\n- revistas coletivas\n- interrupções arbitrárias de circulação\n- desaparecimentos não esclarecidos na região\n\nO DESAPARECIMENTO\n\nNo dia 3 de setembro, por volta das 18h40, Leandro saiu de casa com destino ao centro da cidade para realizar entregas.\n\nSegundo relatos:\n- utilizava sua motocicleta habitual\n- vestia mochila térmica de entregador\n- portava telefone celular e documentos pessoais\n\nÀs 19h12, enviou uma última mensagem para um contato próximo:\n\n“Se eu sumir, você já sabe onde procurar.”\n\nApós esse horário:\n- o telefone deixou de emitir sinal\n- não houve registro de entregas concluídas\n- não retornou para casa\n\nO desaparecimento foi comunicado oficialmente apenas dois dias depois.\n\nRESPOSTA INICIAL DAS AUTORIDADES\n\nO boletim de ocorrência foi registrado como:\n- “possível afastamento voluntário”\n- “sem indícios de crime no momento”\n\nNão foram realizadas buscas imediatas.\n\nLOCALIZAÇÃO DO CORPO\n\nNo dia 11 de setembro, o corpo de Leandro foi localizado em uma área de mata próxima a um terreno desativado, a cerca de 4 km da comunidade.\n\nO local não fazia parte do trajeto habitual da vítima.\n\nPRIMEIRAS CONSTATAÇÕES\n\n- Corpo em avançado estado de decomposição\n- Ausência de documentos\n- Ausência da motocicleta\n- Sinais externos compatíveis com violência\n\nA perícia foi acionada no mesmo dia.\n\nSITUAÇÃO AO FINAL DO ENVELOPE\n\nO caso deixa de ser tratado como desaparecimento voluntário e passa a ser analisado como morte decorrente de intervenção externa, em contexto de atuação institucional prévia.\n\nSeis pessoas ligadas direta ou indiretamente à última movimentação conhecida de Leandro passam a ser consideradas suspeitos relevantes."
    },
    {
      "id": 2,
      "title": "Envelope 2 — Últimos Registros, Imagens e Contradições Iniciais",
      "body": "REGISTROS DIGITAIS DA VÍTIMA\n\nA análise do telefone celular de Leandro Santos da Silva, recuperado dias após a localização do corpo, permitiu reconstrução parcial das últimas horas de atividade.\n\n- Última conexão com rede móvel: 19h14 — 3 de setembro\n- Última localização registrada por aplicativo de entrega: 19h09\n- Última entrega concluída: 18h58\n\nApós esse horário, não há registros de deslocamento contínuo compatíveis com uso normal da motocicleta.\n\nIMAGENS DE CÂMERAS PÚBLICAS\n\nForam analisadas imagens de câmeras públicas e privadas no perímetro da Comunidade Jardim Esperança.\n\n- 18h41 — Leandro é visto deixando a comunidade em sua motocicleta\n- 18h55 — Registro parcial de abordagem policial em via próxima\n- 19h02 — Imagem inconclusiva mostra um motociclista parado ao lado de uma viatura\n\nA resolução das imagens não permite identificação facial clara, mas o horário e o local coincidem com o trajeto habitual da vítima.\n\nRELATOS DE MORADORES\n\nTrês moradores relataram, de forma informal, ter presenciado uma abordagem policial naquela noite, nas proximidades da saída da comunidade.\n\nOs relatos indicam:\n- revista coletiva\n- retenção de pessoas por período prolongado\n- apreensão temporária de objetos pessoais\n\nNenhum desses relatos foi formalizado no boletim de ocorrência inicial.\n\nREGISTROS POLICIAIS\n\nO relatório operacional da noite de 3 de setembro indica:\n- operação de rotina\n- nenhuma condução registrada\n- nenhuma ocorrência relevante\n\nNão consta registro de abordagem individual envolvendo entregadores.\n\nCONTRADIÇÕES INICIAIS\n\nA análise cruzada dos dados revela divergências entre:\n- registros de câmeras\n- relatos de moradores\n- relatórios oficiais\n\nNão há justificativa documentada para:\n- a interrupção abrupta do sinal do telefone\n- a ausência de registro formal da abordagem\n- o desvio da vítima para área fora de seu trajeto habitual\n\nREGISTROS DA PLATAFORMA DE ENTREGA\n\nA empresa responsável pelo aplicativo de entregas confirmou que:\n- o perfil de Leandro foi automaticamente marcado como “inativo” após 48 horas sem login\n- não houve comunicação formal com autoridades\n- não há protocolo de acionamento em casos de desaparecimento\n\nO último trajeto registrado não inclui a área onde o corpo foi localizado.\n\nSITUAÇÃO AO FINAL DO ENVELOPE\n\nOs registros disponíveis indicam que:\n- Leandro foi visto pela última vez em contexto de abordagem institucional\n- há lacunas relevantes entre os dados oficiais e os relatos locais\n- o desaparecimento não seguiu um curso voluntário documentado\n\nO conjunto inicial de evidências aponta para interferência externa imediata após o último registro conhecido."
    },
    {
      "id": 3,
      "title": "Envelope 3 — Depoimentos Formais e Versões Institucionais",
      "body": "DEPOIMENTO 01\nNome: Sargento Roberto Azevedo\nIdade: 48 anos\nFunção: Comandante da guarnição da área\nVínculo institucional: Polícia Militar — 22 anos de serviço\n\nO sargento declarou que, na noite de 3 de setembro, a equipe realizava patrulhamento de rotina na região da Comunidade Jardim Esperança.\n\nSegundo ele:\n- não houve condução de indivíduos\n- não houve uso de força fora do padrão\n- não houve registro de resistência ou confronto\n\nSobre a presença de entregadores na área, afirmou:\n“É comum. Não houve nada que chamasse atenção.”\n\nNegou qualquer abordagem específica envolvendo Leandro Santos da Silva.\n\nDEPOIMENTO 02\nNome: Cabo Marcelo Cunha\nIdade: 32 anos\nFunção: Policial militar — motorista da viatura\nVínculo institucional: Polícia Militar — 8 anos de serviço\n\nMarcelo afirmou que a equipe realizou “revistas preventivas coletivas”, conforme protocolo.\n\nDisse que:\n- nenhum indivíduo foi retido além do tempo necessário\n- nenhum aparelho foi apreendido\n- não houve deslocamento de viatura para fora da rota prevista\n\nQuestionado sobre imagens de câmeras, respondeu que:\n“Imagens fora de contexto geram interpretação errada.”\n\nDEPOIMENTO 03\nNome: Tenente Carolina Freitas\nIdade: 37 anos\nFunção: Oficial responsável pelo relatório operacional\nVínculo institucional: Polícia Militar — 14 anos de serviço\n\nCarolina confirmou que foi responsável pela consolidação do relatório da operação.\n\nDeclarou que:\n- as informações recebidas estavam “dentro da normalidade”\n- não houve divergência relevante a ser reportada\n- não havia motivo para abertura de procedimento interno\n\nSobre a ausência de registro de abordagem individual:\n“Nem toda interação gera ocorrência formal.”\n\nDEPOIMENTO 04\nNome: Jonas Pereira\nIdade: 29 anos\nFunção: Morador da comunidade\nVínculo com a vítima: conhecido\n\nJonas afirmou que presenciou a abordagem na noite do desaparecimento.\n\nSegundo ele:\n- Leandro foi separado dos demais\n- teve o telefone retirado momentaneamente\n- foi orientado a aguardar\n\nRelatou que, após alguns minutos, a viatura deixou o local e Leandro não foi visto novamente.\n\nJonas declarou não ter formalizado o relato por medo de represálias.\n\nDEPOIMENTO 05\nNome: Márcia Santos da Silva\nIdade: 52 anos\nFunção: Mãe da vítima\n\nMárcia afirmou que:\n- o filho vinha relatando perseguição velada\n- havia comentado sobre “anotações de placa” e revistas repetidas\n- demonstrava receio crescente nas semanas anteriores\n\nSobre a mensagem enviada no dia do desaparecimento:\n“Ele já estava com medo. Aquilo não foi brincadeira.”\n\nDEPOIMENTO 06\nNome: André Lemos\nIdade: 41 anos\nFunção: Jornalista independente\nVínculo com a vítima: contato profissional\n\nAndré confirmou que mantinha contato com Leandro para produção de material audiovisual.\n\nRelatou que:\n- Leandro enviava vídeos não publicados\n- alguns registros mostravam abordagens policiais sem identificação clara\n- havia combinado novo encontro para a semana seguinte\n\nApós o desaparecimento, André afirmou que:\n“O material parou de chegar de uma hora pra outra.”\n\nCONSISTÊNCIA DAS VERSÕES\n\nOs depoimentos institucionais:\n- negam qualquer ação fora do protocolo\n- tratam a abordagem como inexistente ou irrelevante\n\nOs depoimentos civis:\n- apontam retenção individual\n- indicam apreensão momentânea de objeto pessoal\n- descrevem separação da vítima\n\nNão há convergência entre as versões.\n\nSITUAÇÃO AO FINAL DO ENVELOPE\n\nO conjunto de depoimentos revela:\n- blindagem institucional consistente\n- ausência de registro formal de ações críticas\n- relatos civis sem validação oficial\n- concentração de informação em cadeia hierárquica fechada\n\nA dinâmica da noite permanece oficialmente sem irregularidades reconhecidas."
    },
    {
      "id": 4,
      "title": "Envelope 4 — Laudo Pericial e Inconsistências Técnicas",
      "body": "EXAME NECROSCÓPICO\n\nO exame necroscópico de Leandro Santos da Silva foi realizado no dia 12 de setembro, no Instituto Médico-Legal da capital.\n\n- Causa da morte declarada: politraumatismo\n- Tempo estimado de morte: entre 6 e 9 dias antes da localização do corpo\n- Estado do corpo: decomposição avançada\n\nO laudo aponta múltiplas lesões externas e internas.\n\nACHADOS PERICIAIS RELEVANTES\n\n- Lesões contundentes em região torácica e abdominal\n- Fraturas compatíveis com impacto de alta energia\n- Hematomas em diferentes estágios de evolução\n- Marcas circulares nos punhos compatíveis com contenção\n\nO laudo indica que:\n“As lesões não são compatíveis com queda acidental simples ou atropelamento.”\n\nLOCALIZAÇÃO DO CORPO\n\nO corpo foi encontrado em área de mata de difícil acesso, sem iluminação pública e fora de rotas de circulação comuns.\n\n- Distância aproximada da última abordagem registrada: 4 km\n- Área sem registros de câmeras\n- Terreno irregular, com declive acentuado\n\nNão foram encontrados:\n- a motocicleta da vítima\n- mochila térmica de entregador\n- telefone celular\n\nANÁLISE DE DINÂMICA\n\nA perícia técnica conclui que:\n- a vítima foi submetida a restrição de mobilidade antes da morte\n- houve deslocamento do corpo após o evento traumático inicial\n- o local da morte não corresponde ao local da abordagem inicial\n\nO documento descreve que:\n“Há indícios de transporte do corpo por terceiros.”\n\nTEMPO DE SOBREVIDA\n\nO laudo estima que Leandro permaneceu vivo por período indeterminado após as primeiras agressões.\n\n- Não foi possível determinar atendimento médico\n- Não há indícios de socorro imediato\n- Lesões indicam progressão ao longo do tempo\n\nINCONSISTÊNCIAS TÉCNICAS\n\nA análise cruzada aponta que:\n- o tempo estimado de morte coincide com a noite do desaparecimento\n- não há registro oficial de ocorrência compatível no período\n- não houve acionamento de serviços de emergência na área\n\nA ausência de registros formais contrasta com a gravidade das lesões identificadas.\n\nDOCUMENTAÇÃO COMPLEMENTAR\n\nO laudo pericial foi encaminhado para:\n- Polícia Civil\n- Ministério Público\n\nNão houve pedido imediato de reconstituição dos fatos.\n\nSITUAÇÃO AO FINAL DO ENVELOPE\n\nOs achados técnicos indicam que:\n- a morte de Leandro foi resultado de ação direta de terceiros\n- houve contenção, agressão e deslocamento\n- a dinâmica não é compatível com evento acidental\n\nA origem da intervenção permanece oficialmente sem autoria definida."
    },
    {
      "id": 5,
      "title": "Envelope 5 — Registros Internos, Omissões e Cadeia de Comando",
      "body": "REGISTROS OPERACIONAIS DA NOITE\n\nOs registros oficiais da Polícia Militar referentes à noite de 3 de setembro indicam:\n\n- operação classificada como “rotina preventiva”\n- duração total registrada: 18h00 às 22h00\n- área de atuação: entorno da Comunidade Jardim Esperança\n- nenhuma condução formalizada\n- nenhuma apreensão registrada\n\nO relatório não contém menção nominal a Leandro Santos da Silva.\n\nCADEIA DE COMANDO\n\nA estrutura de comando da operação da noite incluía:\n\n- Comandante da área: responsável pela autorização da ação\n- Oficial de relatório: responsável pela consolidação dos dados\n- Guarnições móveis: responsáveis pela execução em campo\n\nCada nível declarou ter atuado dentro do protocolo vigente, sem autonomia para decisões fora do escopo estabelecido.\n\nCOMUNICAÇÕES INTERNAS\n\nA análise de comunicações por rádio e mensagens institucionais revelou:\n\n- ausência de registros arquivados de intercorrências\n- lacunas temporais entre transmissões\n- utilização de códigos genéricos sem detalhamento\n\nNão há gravações preservadas referentes ao intervalo entre 18h50 e 19h30.\n\nREGISTROS DE CUSTÓDIA E APREENSÃO\n\nConsultas aos sistemas internos indicam:\n\n- nenhum registro de apreensão de telefone celular\n- nenhum registro de retenção temporária de documentos\n- nenhum registro de condução para unidade policial\n\nEsses registros são obrigatórios mesmo em casos de liberação imediata.\n\nMOVIMENTAÇÃO DE VIATURAS\n\nDados de GPS das viaturas apontam:\n\n- deslocamento fora do eixo principal da operação\n- parada não justificada em área sem registro de ocorrência\n- ausência de relatório complementar explicando o trajeto\n\nO desvio ocorreu em horário compatível com o último registro da vítima.\n\nAÇÃO POSTERIOR AO DESAPARECIMENTO\n\nApós o registro tardio do desaparecimento:\n\n- não foi instaurado procedimento interno imediato\n- a área não foi isolada para buscas\n- não houve preservação de imagens de câmeras públicas\n\nSolicitações posteriores de acesso a dados foram respondidas com a justificativa de “expiração automática de registros”.\n\nBENEFÍCIO DA OMISSÃO\n\nA ausência de registros formais resultou em:\n\n- impossibilidade de atribuição direta de autoria\n- fragmentação de responsabilidades\n- blindagem hierárquica da operação\n\nNenhum agente foi afastado preventivamente.\n\nSITUAÇÃO AO FINAL DO ENVELOPE\n\nOs documentos indicam que:\n\n- houve falha deliberada na formalização de atos relevantes\n- a cadeia de comando operou de forma a diluir responsabilidades\n- decisões individuais foram absorvidas pela estrutura institucional\n\nA omissão documental foi determinante para o desfecho investigativo."
    },
    {
      "id": 6,
      "title": "Envelope 6 — Consequências Institucionais e Desdobramentos",
      "body": "ATUAÇÃO DAS AUTORIDADES APÓS O LAUDO\n\nApós a divulgação do laudo pericial indicando ação direta de terceiros, o caso foi oficialmente reclassificado.\n\n- Inquérito policial instaurado\n- Procedimento acompanhado pelo Ministério Público\n- Caso tratado como homicídio qualificado\n\nApesar da reclassificação, nenhuma prisão preventiva foi solicitada.\n\nRESPOSTA INSTITUCIONAL\n\nA Polícia Militar informou, por meio de nota oficial, que:\n\n- colaboraria com as investigações\n- todos os agentes atuaram dentro da legalidade\n- eventuais excessos seriam apurados internamente\n\nNão houve afastamento imediato de nenhum dos envolvidos.\n\nPROCEDIMENTOS INTERNOS\n\nFoi instaurado um procedimento administrativo interno com as seguintes características:\n\n- tramitação sob sigilo\n- escopo limitado à análise documental\n- ausência de oitivas externas\n\nO procedimento foi concluído em 43 dias, com o parecer final indicando:\n“Inexistência de irregularidade funcional comprovada.”\n\nDESTINO DOS ENVOLVIDOS\n\n- Os agentes citados permaneceram em atividade\n- Um dos envolvidos foi posteriormente transferido de unidade\n- Nenhuma sanção disciplinar foi aplicada\n\nA transferência não foi formalmente vinculada ao caso.\n\nREPERCUSSÃO PÚBLICA\n\nO caso gerou:\n- manifestações locais\n- cobertura pontual da imprensa independente\n- repercussão limitada em veículos nacionais\n\nCom o passar das semanas, o tema deixou de ser noticiado.\n\nSITUAÇÃO DA FAMÍLIA\n\nA família de Leandro Santos da Silva ingressou com ação judicial contra o Estado.\n\nO processo:\n- segue em tramitação\n- não possui previsão de julgamento\n- não resultou em medidas cautelares\n\nCONSOLIDAÇÃO FINAL DOS FATOS\n\nOs registros indicam que:\n\n- Leandro foi abordado em contexto institucional\n- sofreu restrição de liberdade não formalizada\n- foi submetido a violência física\n- não recebeu socorro\n- teve o corpo ocultado\n\nA ausência de registros formais impossibilitou a reconstrução precisa da cadeia de eventos.\n\nSITUAÇÃO AO FINAL DO ENVELOPE\n\nO conjunto das informações aponta que:\n\n- a morte ocorreu sob custódia informal\n- houve ação direta em contexto estatal\n- a estrutura institucional absorveu a responsabilidade\n- o sistema permaneceu funcional"
    }
  ],
  "closing": {
    "title": "Fechamento Oficial do Caso",
    "body": "RECONSTRUÇÃO FINAL DOS FATOS\n\nNa noite de 3 de setembro, Leandro Santos da Silva deixou a Comunidade Jardim Esperança para realizar entregas. Minutos depois, foi abordado em contexto de operação institucional nas imediações da saída da comunidade.\n\nHá indícios consistentes de que Leandro foi retido de forma não formalizada, teve seus pertences subtraídos temporariamente e foi deslocado para local fora de seu trajeto habitual. Registros oficiais não documentaram a retenção.\n\nDurante o período subsequente, Leandro sofreu violência física progressiva, sem acionamento de socorro. O corpo foi transportado e ocultado em área de mata, onde permaneceu até ser localizado dias depois.\n\nELEMENTOS DETERMINANTES\n\nA análise conjunta dos documentos demonstra que:\n\n- houve ação direta em contexto operacional\n- a ausência deliberada de registros foi central para o desfecho\n- a cadeia de comando operou dentro do protocolo formal, mas fora do controle material\n- o tempo e o local do óbito coincidem com a última abordagem conhecida\n\nAs lesões identificadas são incompatíveis com acidente, confronto espontâneo ou ação de terceiros alheios ao contexto da operação.\n\nRESPONSABILIZAÇÃO\n\nA investigação concluiu que:\n\n- a autoria material não pôde ser individualizada com segurança jurídica\n- a estrutura institucional absorveu os atos praticados\n- decisões fragmentadas impediram imputação direta\n\nApesar disso, a análise técnica permite apontar um responsável funcional prioritário, que:\n\n- tinha autoridade operacional na área\n- validou a inexistência de intercorrências críticas\n- beneficiou-se da ausência de registro formal\n\nEsse responsável não foi indiciado criminalmente.\n\nCONCLUSÃO JURÍDICA\n\nO caso foi encerrado com:\n\n- reconhecimento de homicídio em contexto estatal\n- inexistência de autoria individual comprovada\n- responsabilização administrativa inconclusiva\n- prosseguimento exclusivo na esfera cível\n\nA ação judicial movida pela família segue sem desfecho.\n\nENCERRAMENTO\n\nLeandro Santos da Silva morreu porque se tornou visível demais em um território onde a visibilidade é tratada como ameaça.\n\nSeu desaparecimento não foi um erro.\nFoi um procedimento não documentado.\n\nOs registros faltaram.\nOs relatórios fecharam.\nAs funções continuaram.\n\nO Estado permaneceu.\n\nSTATUS FINAL DO CASO\n\nEncerrado oficialmente.\nCulpado apontado funcionalmente.\nSistema preservado."
  }
}
